#include <iostream>

int main() {
    std::cout << "— Скажи-ка, дядя, ведь недаром\n"
              << "Москва, спаленная пожаром,\n"
              << "Французу отдана?\n"
              << "Ведь были ж схватки боевые,\n"
              << "Да, говорят, еще какие!\n"
              << "Недаром помнит вся Россия\n"
              << "Про день Бородина!\n"
              << "— Да, были люди в наше время,\n"
              << "Не то, что нынешнее племя:\n"
              << "Богатыри — не вы!\n"
              << "Плохая им досталась доля:\n"
              << "Немногие вернулись с поля…\n"
              << "Не будь на то господня воля,\n"
              << "Не отдали б Москвы!\n"
              << "Мы долго молча отступали,\n"
              << "Досадно было, боя ждали,\n"
              << "Ворчали старики:\n"
              << "«Что ж мы? на зимние квартиры?\n"
              << "Не смеют, что ли, командиры\n"
              << "Чужие изорвать мундиры\n"
              << "О русские штыки?»\n"
              << "...\n";  // Продолжайте добавлять строки по аналогии

    return 0;
}
